import { icon__1, icon__2, icon__3, icon__4 } from "../../mockIcon";

export const firstBlockContent = [
  {
    title: "Прочитай задание внимательно",
    subTitle: "Думаю у тебя не займет это больше двух-трех минут",
    icon: icon__1,
  },
  {
    title: "Изучи весь макет заранее",
    subTitle:
      "Подумай как это будет работать на разных разрешениях и при скролле",
    icon: icon__2,
  },
  {
    title: "Сделай хорошо",
    subTitle: "Чтобы мы могли тебе доверить подобные задачи в будущем",
    icon: icon__3,
  },
  {
    title: "Получи предложение",
    subTitle:
      "Ну тут все просто, не я придумал правила, но думаю так и будет)))",
    icon: icon__4,
  },
];
