import { icon_1, icon_2, icon_3, icon_4 } from "./ReviewsIcons";

export const ReviewsArr = [
  {
    arr: [
      {
        img: icon_1,
        name: "Иван Иванов",
        location: "Санкт-Петербург, ИП Иванов",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
      },
      {
        img: icon_2,
        name: "Артем Корнилов",
        location: "Самара",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
      },
      {
        img: icon_3,
        name: "Константинов Михаил Павлович",
        location: "Санкт-Петербург",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
    ],
    slideIndex: 0,
  },
  {
    arr: [
      {
        img: icon_4,
        name: "Иван Иванов",
        location: "Санкт-Петербург, ИП Иванов",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
      },
      {
        img: icon_1,
        name: "Артем Корнилов",
        location: "Самара",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
      },
      {
        img: icon_3,
        name: "Константинов Михаил Павлович",
        location: "Санкт-Петербург",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
    ],
    slideIndex: 1,
  },
  {
    arr: [
      {
        img: icon_2,
        name: "Иван Иванов",
        location: "Санкт-Петербург, ИП Иванов",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
      },
      {
        img: icon_2,
        name: "Артем Корнилов",
        location: "Самара",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
      },
      {
        img: icon_4,
        name: "Константинов Михаил Павлович",
        location: "Санкт-Петербург",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
    ],
    slideIndex: 2,
  },
  {
    arr: [
      {
        img: icon_2,
        name: "Иван Иванов",
        location: "Санкт-Петербург, ИП Иванов",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
      {
        img: icon_3,
        name: "Артем Корнилов",
        location: "Самара",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
      },
      {
        img: icon_3,
        name: "Константинов Михаил Павлович",
        location: "Санкт-Петербург",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
    ],
    slideIndex: 3,
  },
  {
    arr: [
      {
        img: icon_2,
        name: "Иван Иванов",
        location: "Санкт-Петербург, ИП Иванов",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
      },
      {
        img: icon_1,
        name: "Артем Корнилов",
        location: "Самара",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
      {
        img: icon_4,
        name: "Константинов Михаил Павлович",
        location: "Санкт-Петербург",
        review:
          "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
      },
    ],
    slideIndex: 4,
  },
];
